Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Reading history is always tracked on-device — this only controls whether Home actually shows what's new because of it. Turning it off doesn't erase anything; it just keeps Home quieter.
ar: يتم دائمًا تتبع سجل القراءة على الجهاز — يتحكم هذا فقط فيما إذا كانت الرئيسية تعرض فعليًا ما هو جديد بناءً عليه. إيقاف هذا لا يمحو أي شيء؛ فقط يجعل الرئيسية أكثر هدوءًا.
de: Der Leseverlauf wird immer auf dem Gerät erfasst — dies steuert nur, ob Start deswegen tatsächlich Neuigkeiten anzeigt. Das Ausschalten löscht nichts, es hält Start nur ruhiger.
el: Το ιστορικό ανάγνωσης καταγράφεται πάντα στη συσκευή — αυτό ελέγχει μόνο αν η Αρχική εμφανίζει πράγματι τα νέα εξαιτίας του. Η απενεργοποίηση δεν διαγράφει τίποτα· απλώς κρατά την Αρχική πιο ήσυχη.
es: El historial de lectura siempre se registra en el dispositivo; esto solo controla si Inicio realmente muestra las novedades por ello. Desactivarlo no borra nada; solo mantiene Inicio más silencioso.
fa: تاریخچهٔ خواندن همیشه روی دستگاه ثبت می‌شود — این فقط کنترل می‌کند که آیا صفحهٔ خانه به همین دلیل موارد جدید را نشان دهد یا نه. خاموش کردن آن چیزی را پاک نمی‌کند؛ فقط صفحهٔ خانه را ساکت‌تر می‌کند.
fr: L'historique de lecture est toujours suivi sur l'appareil — ceci contrôle uniquement si Accueil affiche réellement les nouveautés en conséquence. Le désactiver n'efface rien ; cela rend simplement Accueil plus calme.
he: היסטוריית הקריאה תמיד נעקבת במכשיר — זה שולט רק בשאלה האם בית מציג בפועל מה חדש בעקבות כך. כיבוי זה לא מוחק דבר; זה רק שומר על בית שקט יותר.
hi: रीडिंग हिस्ट्री हमेशा डिवाइस पर ट्रैक होती है — यह केवल यह नियंत्रित करता है कि क्या होम वास्तव में इसके कारण नया क्या है दिखाता है। इसे बंद करने से कुछ भी मिटता नहीं है; यह बस होम को शांत रखता है।
id: Riwayat baca selalu dilacak di perangkat — ini hanya mengontrol apakah Beranda benar-benar menampilkan yang baru karenanya. Menonaktifkannya tidak menghapus apa pun; hanya membuat Beranda lebih tenang.
it: La cronologia di lettura viene sempre tracciata sul dispositivo — questo controlla solo se Home mostra effettivamente le novità di conseguenza. Disattivarlo non cancella nulla; rende solo Home più silenziosa.
ja: 閲覧履歴は常にデバイス上で記録されています——この設定は、それに基づいてホームが実際に新着情報を表示するかどうかだけを制御します。オフにしても何も消去されません。ホームが静かになるだけです。
ko: 읽기 기록은 항상 기기에 저장됩니다 — 이 설정은 그것을 바탕으로 홈이 실제로 새 소식을 표시할지 여부만 제어합니다. 꺼도 아무것도 지워지지 않으며, 홈이 더 조용해질 뿐입니다.
nl: Leesgeschiedenis wordt altijd op het apparaat bijgehouden — dit bepaalt alleen of Home daardoor daadwerkelijk nieuws toont. Uitschakelen wist niets; het houdt Home alleen rustiger.
pl: Historia czytania jest zawsze śledzona na urządzeniu — to ustawienie kontroluje jedynie, czy Strona główna rzeczywiście pokazuje na tej podstawie nowości. Wyłączenie tego niczego nie kasuje; po prostu sprawia, że Strona główna jest spokojniejsza.
pt: O histórico de leitura é sempre rastreado no dispositivo — isso apenas controla se o Início realmente mostra as novidades por causa disso. Desativar isso não apaga nada; apenas deixa o Início mais discreto.
ru: История чтения всегда отслеживается на устройстве — это только определяет, показывает ли «Главная» новое на её основе. Отключение ничего не удаляет — оно просто делает «Главную» тише.
sv: Läshistorik spåras alltid på enheten — det här styr bara om Hem faktiskt visar nyheter på grund av det. Att stänga av det raderar inget, det gör bara Hem lugnare.
th: ประวัติการอ่านจะถูกติดตามบนอุปกรณ์เสมอ — สิ่งนี้เพียงควบคุมว่าหน้าหลักจะแสดงสิ่งใหม่จากประวัตินั้นจริงหรือไม่ การปิดใช้งานไม่ได้ลบอะไรเลย เพียงแค่ทำให้หน้าหลักเงียบขึ้น
tr: Okuma geçmişi her zaman cihazda izlenir — bu yalnızca Ana Sayfa'nın bu nedenle gerçekten yenilikleri gösterip göstermeyeceğini kontrol eder. Bunu kapatmak hiçbir şeyi silmez; sadece Ana Sayfa'yı daha sessiz tutar.
uk: Історія читання завжди відстежується на пристрої — це лише визначає, чи показує «Головна» справді нове на її основі. Вимкнення нічого не видаляє — воно просто робить «Головну» тихішою.
vi: Lịch sử đọc luôn được theo dõi trên thiết bị — điều này chỉ kiểm soát việc Trang chủ có thực sự hiển thị nội dung mới dựa trên đó hay không. Tắt tùy chọn này không xóa bất cứ điều gì; nó chỉ giúp Trang chủ yên tĩnh hơn.
zh_hans: 阅读记录始终会在设备上被追踪——此设置只控制主页是否据此实际显示最新动态。关闭它不会删除任何内容,只会让主页更简洁。

source: Reason: %@
ar: السبب: %@
de: Grund: %@
el: Λόγος: %@
es: Motivo: %@
fa: دلیل: %@
fr: Raison : %@
he: סיבה: %@
hi: कारण: %@
id: Alasan: %@
it: Motivo: %@
ja: 理由：%@
ko: 이유: %@
nl: Reden: %@
pl: Powód: %@
pt: Motivo: %@
ru: Причина: %@
sv: Anledning: %@
th: เหตุผล: %@
tr: Neden: %@
uk: Причина: %@
vi: Lý do: %@
zh_hans: 原因：%@

source: Reading Time in Mouse Recap's How-To Corner
ar: وقت القراءة في ركن الشروحات بميزة Mouse Recap
de: Lesezeit in Mouse Recaps How-To-Ecke
el: Χρόνος ανάγνωσης στη γωνιά «Πρακτικοί Οδηγοί» του Mouse Recap
es: Tiempo de lectura en el Rincón de guías de Mouse Recap
fa: زمان مطالعه در گوشهٔ راهنماها در Mouse Recap
fr: Temps de lecture dans le Coin pratique de Mouse Recap
he: זמן קריאה בפינת ההדרכות של Mouse Recap
hi: Mouse Recap के हाउ-टू कॉर्नर में पढ़ने का समय
id: Waktu Baca di How-To Corner Mouse Recap
it: Tempo di lettura nell'Angolo delle guide di Mouse Recap
ja: Mouse RecapのHow-To Cornerに読了時間を追加
ko: Mouse Recap How-To Corner의 읽는 시간
nl: Leestijd in Mouse Recaps How-To-hoek
pl: Czas czytania w kąciku poradników Mouse Recap
pt: Tempo de leitura no Cantinho de guias do Mouse Recap
ru: Время чтения в разделе «Практические советы» Mouse Recap
sv: Lästid i Mouse Recaps handledningshörna
th: เวลาในการอ่านในมุมคู่มือของ Mouse Recap
tr: Mouse Recap'in Nasıl Yapılır Köşesinde Okuma Süresi
uk: Час читання в розділі «Практичні поради» Mouse Recap
vi: Thời gian đọc trong Góc Hướng dẫn của Mouse Recap
zh_hans: Mouse Recap「实用角」新增阅读时长

source: Recap window
ar: نافذة الملخص
de: Zusammenfassungszeitraum
el: Παράθυρο περίληψης
es: Ventana del resumen
fa: بازهٔ خلاصه
fr: Fenêtre du récapitulatif
he: חלון הסיכום
hi: रीकैप विंडो
id: Jendela rekap
it: Finestra del riepilogo
ja: リキャップの期間
ko: 요약 기간
nl: Overzichtsvenster
pl: Okres podsumowania
pt: Janela do resumo
ru: Период сводки
sv: Sammanfattningsfönster
th: ช่วงเวลาสรุป
tr: Özet penceresi
uk: Період підсумку
vi: Khoảng thời gian tóm tắt
zh_hans: 回顾时间范围

source: Recap Window
ar: نافذة الملخص
de: Zusammenfassungszeitraum
el: Παράθυρο Περίληψης
es: Ventana del resumen
fa: بازهٔ خلاصه
fr: Fenêtre du récapitulatif
he: חלון הסיכום
hi: रीकैप विंडो
id: Jendela Rekap
it: Finestra del riepilogo
ja: リキャップの期間
ko: 요약 기간
nl: Overzichtsvenster
pl: Okres podsumowania
pt: Janela do resumo
ru: Период сводки
sv: Sammanfattningsfönster
th: ช่วงเวลาสรุป
tr: Özet Penceresi
uk: Період підсумку
vi: Khoảng thời gian Tóm tắt
zh_hans: 回顾时间范围

source: Recent
ar: الأحدث
de: Aktuell
el: Πρόσφατα
es: Reciente
fa: اخیر
fr: Récent
he: אחרונים
hi: हाल का
id: Terbaru
it: Recenti
ja: 最新
ko: 최근
pl: Ostatnie
pt: Recente
ru: Недавние
sv: Senaste
th: ล่าสุด
tr: Son
uk: Останні
vi: Gần đây
zh_hans: 最新

source: Recognition
ar: التقدير
de: Anerkennung
el: Αναγνώριση
es: Reconocimiento
fa: قدردانی
fr: Reconnaissance
he: הכרה
hi: पहचान
id: Pengakuan
it: Riconoscimento
ja: 認定
ko: 인정
nl: Erkenning
pl: Uznanie
pt: Reconhecimento
ru: Признание
sv: Erkännande
th: การยกย่อง
tr: Tanınma
uk: Визнання
vi: Ghi nhận
zh_hans: 署名致谢

source: Recognize your contribution?
ar: هل تريد التقدير لمساهمتك؟
de: Deinen Beitrag würdigen?
el: Αναγνώριση της συνεισφοράς σας;
es: ¿Reconocer tu contribución?
fa: مشارکت شما شناسایی شود؟
fr: Reconnaître votre contribution ?
he: להכיר בתרומתך?
hi: आपका योगदान पहचानें?
id: Akui kontribusi Anda?
it: Riconoscere il tuo contributo?
ja: 貢献を認めますか？
ko: 기여를 인정할까요?
nl: Je bijdrage erkennen?
pl: Uznać Twój wkład?
pt: Reconhecer sua contribuição?
ru: Отметить ваш вклад?
sv: Erkänna ditt bidrag?
th: ยกย่องการมีส่วนร่วมของคุณหรือไม่?
tr: Katkınız tanınsın mı?
uk: Визнати ваш внесок?
vi: Ghi nhận đóng góp của bạn?
zh_hans: 要致谢您的贡献吗？

source: Recommend
ar: التوصية
de: Empfehlen
el: Σύσταση
es: Recomendar
fa: توصیه کردن
fr: Recommander
he: המלצה
hi: अनुशंसा करें
id: Rekomendasikan
it: Consiglia
ja: おすすめする
ko: 추천
nl: Aanbevelen
pl: Poleć
pt: Recomendar
ru: Рекомендовать
sv: Rekommendera
th: แนะนำ
tr: Öner
uk: Рекомендувати
vi: Đề xuất
zh_hans: 推荐

source: Recommend This App
ar: التوصية بهذا التطبيق
de: Diese App empfehlen
el: Σύσταση Αυτής της Εφαρμογής
es: Recomendar esta app
fa: توصیهٔ این برنامه
fr: Recommander cette appli
he: המלצה על אפליקציה זו
hi: इस ऐप की अनुशंसा करें
id: Rekomendasikan Aplikasi Ini
it: Consiglia questa app
ja: このアプリをおすすめする
ko: 이 앱 추천하기
nl: Deze app aanbevelen
pl: Poleć tę aplikację
pt: Recomendar este app
ru: Рекомендовать это приложение
sv: Rekommendera denna app
th: แนะนำแอปนี้
tr: Bu Uygulamayı Öner
uk: Рекомендувати цей додаток
vi: Đề xuất ứng dụng này
zh_hans: 推荐此应用

source: Recommended
ar: الموصى بها
de: Empfohlen
el: Προτεινόμενα
es: Recomendado
fa: توصیه‌شده
fr: Recommandé
he: מומלץ
hi: अनुशंसित
id: Direkomendasikan
it: Consigliati
ja: おすすめ済み
ko: 추천됨
nl: Aanbevolen
pl: Polecane
pt: Recomendado
ru: Рекомендованные
sv: Rekommenderat
th: แนะนำแล้ว
tr: Önerilen
uk: Рекомендовані
vi: Đã đề xuất
zh_hans: 已推荐

source: Refresh
ar: تحديث
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fa: تازه‌سازی
fr: Actualiser
he: רענון
hi: रीफ़्रेश करें
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新

source: Refresh App Details
ar: تحديث تفاصيل التطبيق
de: App-Details aktualisieren
el: Ανανέωση Στοιχείων Εφαρμογής
es: Actualizar detalles de la app
fa: تازه‌سازی جزئیات برنامه
fr: Actualiser les détails de l'appli
he: רענון פרטי האפליקציה
hi: ऐप विवरण रीफ़्रेश करें
id: Segarkan Detail Aplikasi
it: Aggiorna dettagli app
ja: アプリの詳細を更新
ko: 앱 세부정보 새로고침
nl: App-details vernieuwen
pl: Odśwież szczegóły aplikacji
pt: Atualizar detalhes do app
ru: Обновить сведения о приложении
sv: Uppdatera appdetaljer
th: รีเฟรชรายละเอียดแอป
tr: Uygulama Ayrıntılarını Yenile
uk: Оновити відомості про застосунок
vi: Làm mới chi tiết ứng dụng
zh_hans: 刷新应用详情

source: Refresh the details that look right. Anything you leave off will stay just as it is.
ar: قم بتحديث التفاصيل التي تبدو صحيحة. أي شيء تتركه متوقفًا سيبقى كما هو تمامًا.
de: Aktualisiere die Details, die richtig aussehen. Alles, was du auslässt, bleibt genau so, wie es ist.
el: Ανανέωσε τα στοιχεία που φαίνονται σωστά. Ό,τι αφήσεις ανενεργό θα παραμείνει ακριβώς όπως είναι.
es: Actualiza los detalles que te parezcan correctos. Todo lo que dejes desactivado se quedará exactamente igual.
fa: جزئیاتی را که درست به نظر می‌رسند تازه‌سازی کنید. هر چیزی که خاموش بگذارید دقیقاً همان‌طور که هست باقی می‌ماند.
fr: Actualisez les détails qui vous semblent corrects. Tout ce que vous laissez désactivé restera exactement tel quel.
he: רענן את הפרטים שנראים נכונים. כל מה שתשאיר כבוי יישאר בדיוק כפי שהוא.
hi: जो विवरण सही लगें उन्हें रीफ़्रेश करें। जिसे आप बंद छोड़ेंगे वह बिल्कुल वैसा ही रहेगा।
id: Segarkan detail yang terlihat benar. Apa pun yang Anda biarkan nonaktif akan tetap persis seperti semula.
it: Aggiorna i dettagli che ti sembrano corretti. Tutto ciò che lasci disattivato resterà esattamente com'è.
ja: 正しいと思う詳細を更新してください。オフのままにした項目はそのまま変わりません。
ko: 올바르게 보이는 세부정보를 새로고침하세요. 꺼짐으로 남겨둔 항목은 지금 그대로 유지됩니다.
nl: Vernieuw de details die er goed uitzien. Alles wat je uitgeschakeld laat, blijft precies zoals het is.
pl: Odśwież szczegóły, które wyglądają poprawnie. Wszystko, co pozostawisz wyłączone, pozostanie dokładnie takie samo.
pt: Atualize os detalhes que parecem corretos. Tudo o que você deixar desativado permanecerá exatamente como está.
ru: Обновите те сведения, которые выглядят правильно. Всё, что вы оставите выключенным, останется точно таким же.
sv: Uppdatera de detaljer som ser rätt ut. Allt du lämnar avstängt förblir precis som det är.
th: รีเฟรชรายละเอียดที่ดูถูกต้อง ส่วนที่คุณปล่อยให้ปิดอยู่จะคงเดิมทุกประการ
tr: Doğru görünen ayrıntıları yenileyin. Kapalı bıraktığınız her şey tam olarak olduğu gibi kalır.
uk: Оновіть ті відомості, що виглядають правильно. Усе, що ви залишите вимкненим, залишиться точно таким самим.
vi: Làm mới các chi tiết trông có vẻ đúng. Bất cứ điều gì bạn để tắt sẽ giữ nguyên như cũ.
zh_hans: 刷新看起来正确的详情。你保持关闭的内容将完全保持原样。

source: Refreshing %@
ar: جارٍ تحديث %@
de: %@ wird aktualisiert
el: Ανανέωση %@
es: Actualizando %@
fa: در حال به‌روزرسانی %@
fr: Actualisation de %@
he: מרענן %@
hi: %@ रिफ्रेश हो रहा है
id: Menyegarkan %@
it: Aggiornamento %@
ja: %@を更新中
ko: %@ 새로 고침 중
nl: %@ vernieuwen
pl: Odświeżanie %@
pt: Atualizando %@
ru: Обновление %@
sv: Uppdaterar %@
th: กำลังรีเฟรช %@
tr: %@ yenileniyor
uk: Оновлення %@
vi: Đang làm mới %@
zh_hans: 正在刷新%@

source: Refreshing App Details…
ar: جارٍ تحديث تفاصيل التطبيق…
de: App-Details werden aktualisiert …
el: Ανανέωση στοιχείων εφαρμογής…
es: Actualizando detalles de la app…
fa: در حال تازه‌سازی جزئیات برنامه…
fr: Actualisation des détails de l'appli…
he: מרענן את פרטי האפליקציה…
hi: ऐप विवरण रीफ़्रेश हो रहा है…
id: Menyegarkan Detail Aplikasi…
it: Aggiornamento dei dettagli dell'app…
ja: アプリの詳細を更新中…
ko: 앱 세부정보 새로고침 중…
nl: App-details worden vernieuwd…
pl: Odświeżanie szczegółów aplikacji…
pt: Atualizando detalhes do app…
ru: Обновление сведений о приложении…
sv: Uppdaterar appdetaljer…
th: กำลังรีเฟรชรายละเอียดแอป…
tr: Uygulama Ayrıntıları Yenileniyor…
uk: Оновлення відомостей про застосунок…
vi: Đang làm mới chi tiết ứng dụng…
zh_hans: 正在刷新应用详情…

source: Related
ar: ذو صلة
de: Verwandt
el: Σχετικά
es: Relacionado
fa: مرتبط
fr: Connexe
he: קשור
hi: संबंधित
id: Terkait
it: Correlato
ja: 関連
ko: 관련
nl: Gerelateerd
pl: Powiązane
pt: Relacionado
ru: Похожее
sv: Relaterat
th: ที่เกี่ยวข้อง
tr: İlgili
uk: Пов'язане
vi: Liên quan
zh_hans: 相关

source: Remember Reading History While Signed Out
ar: تذكّر سجل القراءة أثناء تسجيل الخروج
de: Leseverlauf merken, während du abgemeldet bist
el: Απομνημόνευση Ιστορικού Ανάγνωσης Κατά την Αποσύνδεση
es: Recordar historial de lectura mientras no has iniciado sesión
fa: به‌خاطر سپردن تاریخچهٔ خواندن هنگام خروج از حساب
fr: Se souvenir de l'historique de lecture lorsque vous êtes déconnecté
he: זכור היסטוריית קריאה בעת ניתוק
hi: साइन आउट रहते हुए पठन इतिहास याद रखें
id: Ingat Riwayat Baca Saat Keluar
it: Ricorda la cronologia di lettura mentre sei disconnesso
ja: サインアウト中も閲覧履歴を記憶する
ko: 로그아웃 상태에서도 읽기 기록 기억하기
nl: Leesgeschiedenis onthouden terwijl je bent afgemeld
pl: Zapamiętuj historię czytania po wylogowaniu
pt: Lembrar histórico de leitura enquanto desconectado
ru: Запоминать историю чтения при выходе из системы
sv: Kom ihåg läshistorik medan du är utloggad
th: จดจำประวัติการอ่านขณะออกจากระบบ
tr: Oturum Kapalıyken Okuma Geçmişini Hatırla
uk: Пам'ятати історію читання під час виходу
vi: Ghi nhớ Lịch sử đọc khi đăng xuất
zh_hans: 注销期间记住阅读历史记录

source: Remember What You've Read?
ar: هل تريد تذكّر ما قرأته؟
de: Deinen Leseverlauf merken?
el: Να θυμάται τι έχετε διαβάσει;
es: ¿Recordar lo que has leído?
fa: آنچه خوانده‌اید به‌خاطر سپرده شود؟
fr: Se souvenir de ce que vous avez lu ?
he: לזכור מה קראת?
hi: आपने क्या पढ़ा है, याद रखें?
id: Ingat Apa yang Telah Anda Baca?
it: Ricordare cosa hai letto?
ja: 読んだ内容を記憶しますか?
ko: 읽은 내용을 기억할까요?
nl: Onthouden wat je hebt gelezen?
pl: Zapamiętać, co przeczytałeś?
pt: Lembrar o que você leu?
ru: Запоминать, что вы читали?
sv: Kom ihåg vad du har läst?
th: จดจำสิ่งที่คุณอ่านหรือไม่?
tr: Okuduklarınız Hatırlansın mı?
uk: Запам'ятовувати, що ви читали?
vi: Ghi Nhớ Những Gì Bạn Đã Đọc?
zh_hans: 记住您读过的内容?

source: Remove
ar: إزالة
de: Entfernen
el: Κατάργηση
es: Eliminar
fa: حذف
fr: Supprimer
he: הסרה
hi: हटाएं
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除

# Remove all %lld downloaded episode%@?
source: Remove all %1$lld downloaded episode%2$@?
ar: هل تريد إزالة جميع الحلقات التي تم تنزيلها البالغ عددها %lld%@؟
de: Alle %lld heruntergeladenen Folgen%@ entfernen?
el: Κατάργηση όλων των %lld ληφθέντων επεισοδίων%@;
es: ¿Eliminar los %lld episodios descargados%@?
fa: همهٔ %lld قسمت بارگیری‌شده%@ حذف شود؟
fr: Supprimer les %lld épisodes téléchargés%@ ?
he: להסיר את כל %lld הפרקים שהורדו%@?
hi: सभी %lld डाउनलोड किए गए एपिसोड%@ हटाएं?
id: Hapus semua %lld episode yang diunduh%@?
it: Rimuovere tutti i %lld episodi scaricati%@?
ja: ダウンロード済みのエピソード %lld 件%@ をすべて削除しますか？
ko: 다운로드된 %lld개 에피소드%@를 모두 제거할까요?
nl: Alle %lld gedownloade afleveringen%@ verwijderen?
pl: Usunąć wszystkie %lld pobrane odcinki%@?
pt: Remover todos os %lld episódios baixados%@?
ru: Удалить все загруженные эпизоды (%lld)%@?
sv: Ta bort alla %lld nedladdade avsnitt%@?
th: ลบตอนที่ดาวน์โหลดทั้งหมด %lld ตอน%@ หรือไม่?
tr: İndirilen %lld bölüm%@ kaldırılsın mı?
uk: Видалити всі завантажені епізоди (%lld)%@?
vi: Xóa tất cả %lld tập đã tải xuống%@?
zh_hans: 要移除所有 %lld 个已下载单集%@吗？

source: Remove Download
ar: إزالة التنزيل
de: Download entfernen
el: Κατάργηση Λήψης
es: Eliminar descarga
fa: حذف دانلود
fr: Supprimer le téléchargement
he: הסרת ההורדה
hi: डाउनलोड हटाएं
id: Hapus Unduhan
it: Rimuovi download
ja: ダウンロードを削除
ko: 다운로드 제거
nl: Download verwijderen
pl: Usuń pobrany plik
pt: Remover download
ru: Удалить загрузку
sv: Ta bort nedladdning
th: ลบการดาวน์โหลด
tr: İndirmeyi Kaldır
uk: Видалити завантаження
vi: Xóa tệp tải xuống
zh_hans: 移除下载内容

source: Remove Downloads
ar: إزالة التنزيلات
de: Downloads entfernen
el: Κατάργηση Λήψεων
es: Eliminar descargas
fa: حذف دانلودها
fr: Supprimer les téléchargements
he: הסרת ההורדות
hi: डाउनलोड हटाएं
id: Hapus Unduhan
it: Rimuovi download
ja: ダウンロードを削除
ko: 다운로드 제거
nl: Downloads verwijderen
pl: Usuń pobrane pliki
pt: Remover downloads
ru: Удалить загрузки
sv: Ta bort nedladdningar
th: ลบการดาวน์โหลด
tr: İndirmeleri Kaldır
uk: Видалити завантаження
vi: Xóa tệp đã tải xuống
zh_hans: 移除下载内容

source: Remove from Queue
ar: إزالة من قائمة الانتظار
de: Aus Warteschlange entfernen
el: Κατάργηση από την Ουρά
es: Eliminar de la cola
fa: حذف از صف
fr: Retirer de la file d'attente
he: הסרה מהתור
hi: कतार से हटाएं
id: Hapus dari Antrean
it: Rimuovi dalla coda
ja: キューから削除
ko: 대기열에서 제거
nl: Verwijderen uit wachtrij
pl: Usuń z kolejki
pt: Remover da fila
ru: Удалить из очереди
sv: Ta bort från kön
th: ลบออกจากคิว
tr: Sıradan Kaldır
uk: Видалити з черги
vi: Xóa khỏi hàng đợi
zh_hans: 从队列中移除

source: Removed
ar: تمت الإزالة
de: Entfernt
el: Αφαιρέθηκε
es: Eliminada
fa: حذف شده
fr: Supprimée
he: הוסר
hi: हटा दिया गया
id: Dihapus
it: Rimossa
ja: 削除済み
ko: 삭제됨
nl: Verwijderd
pl: Usunięto
pt: Removido
ru: Удалено
sv: Borttagen
th: ถูกลบ
tr: Kaldırıldı
uk: Видалено
vi: Đã xóa
zh_hans: 已移除

source: Removed a Not-Yet-Working Mark as Helpful Action on App Entries
ar: إزالة إجراء "وضع علامة مفيد" غير الجاهز بعد من صفحات التطبيقات
de: Eine noch nicht funktionierende Als-hilfreich-markieren-Aktion bei App-Einträgen entfernt
el: Αφαιρέθηκε μια μη λειτουργική ακόμη ενέργεια «Επισήμανση ως Χρήσιμο» από τις Καταχωρίσεις Εφαρμογών
es: Se eliminó una acción de Marcar como útil que aún no funcionaba en las fichas de apps
fa: کنش «علامت‌گذاری به‌عنوان مفید» که هنوز کار نمی‌کرد از صفحات برنامه‌ها حذف شد
fr: Suppression d'une action Marquer comme utile pas encore fonctionnelle sur les fiches d'appli
he: הוסרה פעולת סמן כמועיל שעדיין לא פעלה מדפי היישומים
hi: ऐप एंट्री पर अभी तक काम न करने वाली मार्क एज़ हेल्पफुल एक्शन हटाई गई
id: Menghapus Tindakan Tandai sebagai Membantu yang Belum Berfungsi di Entri Aplikasi
it: Rimossa un'azione Contrassegna come utile non ancora funzionante dalle schede app
ja: アプリエントリのまだ機能しない「役に立ったとしてマークする」操作を削除
ko: 아직 작동하지 않는 앱 항목의 유용함으로 표시 작업 제거
nl: Nog niet werkende actie Markeren als nuttig verwijderd bij app-vermeldingen
pl: Usunięto jeszcze niedziałającą akcję Oznacz jako pomocne z wpisów aplikacji
pt: Removida uma ação Marcar como útil ainda não funcional das fichas de app
ru: Удалено ещё не работающее действие «Отметить как полезное» на страницах приложений
sv: Tog bort en ännu inte fungerande åtgärd Markera som hjälpsam på appar
th: ลบการดำเนินการทำเครื่องหมายว่ามีประโยชน์ที่ยังใช้งานไม่ได้ออกจากหน้ารายการแอป
tr: Uygulama Girişlerinde Henüz Çalışmayan Yararlı Olarak İşaretle Eylemi Kaldırıldı
uk: Видалено ще не робочу дію «Позначити як корисне» зі сторінок застосунків
vi: Đã xóa thao tác Đánh dấu là hữu ích chưa hoạt động trên Mục nhập Ứng dụng
zh_hans: 移除应用条目中尚未生效的"标记为有帮助"操作

source: Removed from queue
ar: تمت الإزالة من قائمة الانتظار
de: Aus Warteschlange entfernt
el: Καταργήθηκε από την ουρά
es: Eliminado de la cola
fa: از صف حذف شد
fr: Retiré de la file d'attente
he: הוסר מהתור
hi: कतार से हटाया गया
id: Dihapus dari antrean
it: Rimosso dalla coda
ja: キューから削除しました
ko: 대기열에서 제거됨
nl: Verwijderd uit wachtrij
pl: Usunięto z kolejki
pt: Removido da fila
ru: Удалено из очереди
sv: Borttagen från kön
th: ลบออกจากคิวแล้ว
tr: Sıradan kaldırıldı
uk: Видалено з черги
vi: Đã xóa khỏi hàng đợi
zh_hans: 已从队列中移除

source: Removed from Recommendations
ar: تمت الإزالة من التوصيات
de: Aus Empfehlungen entfernt
el: Καταργήθηκε από τις Συστάσεις
es: Eliminado de recomendaciones
fa: از توصیه‌ها حذف شد
fr: Retiré des recommandations
he: הוסר מההמלצות
hi: अनुशंसाओं से हटाया गया
id: Dihapus dari Rekomendasi
it: Rimosso dai consigli
ja: おすすめから削除しました
ko: 추천에서 제거됨
nl: Verwijderd uit aanbevelingen
pl: Usunięto z rekomendacji
pt: Removido das recomendações
ru: Удалено из рекомендаций
sv: Borttagen från rekommendationer
th: ลบออกจากคำแนะนำแล้ว
tr: Önerilerden kaldırıldı
uk: Видалено з рекомендацій
vi: Đã xóa khỏi Đề xuất
zh_hans: 已从推荐中移除

source: Removed from Saved
ar: تمت الإزالة من المحفوظات
de: Aus Gespeichert entfernt
el: Καταργήθηκε από τα Αποθηκευμένα
es: Eliminado de Guardados
fa: از ذخیره‌شده‌ها حذف شد
fr: Retiré des Enregistrés
he: הוסר מהשמורים
hi: सहेजे गए से हटाया गया
id: Dihapus dari Tersimpan
it: Rimosso dai Salvati
ja: 「保存済み」から削除しました
ko: 저장됨에서 제거됨
nl: Verwijderd uit Opgeslagen
pl: Usunięto z Zapisanych
pt: Removido de Salvos
ru: Удалено из сохранённого
sv: Borttagen från Sparat
th: ลบออกจากที่บันทึกแล้ว
tr: Kaydedilenlerden kaldırıldı
uk: Видалено зі збереженого
vi: Đã xóa khỏi Đã lưu
zh_hans: 已从“已保存”中移除

source: Removed from saved.
ar: تمت الإزالة من المحفوظات.
de: Aus Gespeicherten entfernt.
el: Αφαιρέθηκε από τα αποθηκευμένα.
es: Eliminado de guardados.
fa: از ذخیره‌شده‌ها حذف شد.
fr: Retiré des enregistrés.
he: הוסר מהשמורים.
hi: सहेजे गए से हटाया गया।
id: Dihapus dari tersimpan.
it: Rimosso dai salvati.
ja: 保存済みから削除しました。
ko: 저장에서 제거되었습니다.
nl: Verwijderd uit opgeslagen.
pl: Usunięto z zapisanych.
pt: Removido dos salvos.
ru: Удалено из сохранённых.
sv: Borttaget från sparade.
th: ลบออกจากที่บันทึกแล้ว
tr: Kaydedilenlerden kaldırıldı.
uk: Видалено зі збережених.
vi: Đã xóa khỏi mục đã lưu.
zh_hans: 已从保存中移除。
